[
    {
        "_id": 1,
        "publishing_house_id": 1,
        "author_id": 1,
        "genre_id": 1,
        "Book_name": "Старий і море",
        "Year_of_publication": 2018,
        "Price": 150.00,
        "photo_id": { "$oid": "676ebe5f87d0dd73d8843a72" },
        "Descriptions": "Старий рибалка Сантьяго вирушає далеко у відкрите море. Йому поталанило: він упіймав рибу, але вона настільки велика й дужа, що старому доводиться довго й тяжко змагатися, щоб перемогти її."
    },
    {
        "_id": 2,
        "publishing_house_id": 1,
        "author_id": 2,
        "genre_id": 2,
        "Book_name": "1984",
        "Year_of_publication": 2020,
        "Price": 180.00,
        "photo_id": { "$oid": "676ebeb8d7bb64c92286b994" },
        "Descriptions": "1984 — один з найголовніших і вже точно найважливіший роман минулого сторіччя. Важко пригадати якийсь інший літературний твір, який би без зайвої манірності, настільки ж чітко, прадиво і жорстоко поставив перед загалом таку ж важливу проблематику. А саме: що таке влада? Яка її природа? Куди прямує сучасне суспільство? Що таке справжня смерть, і яка саме смерть є справжньою — фізична смерть індивіда, а чи смерть його внутрішнього єства, при збереженні фізичного тіла? Що таке свобода, і як вона співвідноситься з владою? Чи можливий бодай найменший прояв свободи, нехай навіть у вигляді можливості мати свої власні глибоко приховані, вільні від примусу думки, в умовах абсолютної тоталітарної влади?"
    },
    {
        "_id": 3,
        "publishing_house_id": 2,
        "author_id": 3,
        "genre_id": 1,
        "Book_name": "Гордість і упередження",
        "Year_of_publication": 2024,
        "Price": 200.00,
        "photo_id": { "$oid": "676ebec5a36fbe5b9e4cd074" },
        "Descriptions": "Світ творів англійської письменниці Джейн Остін (1775—1817) — світ звичайних чоловіків і жінок, доволі буденний, розмірений і в той же час не позбавлений драматизму. Тонкий психолог і знавець людського серця, письменниця створила надзвичайно виразні й правдиві образи.<br>Перше знайомство героїв роману «Гордість і упередженість» багатого аристократа Дарсі та дочки провінційного поміщика Елізабет не обіцяло серйозних почуттів між ними. Дарсі поставився до сім’ї Елізабет зверхньо, з упередженістю, і дівчина відповіла йому так само. Навіть тоді, коли вони зрозуміли, що не можуть жити один без одного, їм не просто було зламати свою гордість, щоб відкрити серця коханню..."
    },
    {
        "_id": 4,
        "publishing_house_id": 3,
        "author_id": 4,
        "genre_id": 1,
        "Book_name": "Великий Гетсбі",
        "Year_of_publication": 2020,
        "Price": 170.00,
        "photo_id": { "$oid": "676ebed3a2ea36b8600ab2b8" },
        "Descriptions": "Френсіс Скотт Фіцджеральд (1896—1940) — американський письменник, автор багатьох романів та оповідань про покоління «епохиджазу», яскравий представник так званого «втраченого покоління». «Великий Гетсбі» — його найвідоміший роман, який став символом «століття джазу».<br>Америка, початок 20-х років ХХ сторіччя, час «сухого закону»і гангстерських розбірок, яскравих вогнів і яскравого життя.Тридцятирічний Нік Каррауей приїхав до Нью-Йорка навчатися банківської справи, хоча й плекає у глибині душі мрію про письменництво. Він і розповідає читачеві про пригоду, в яку виявився втягнутим.<br>Головним героєм оповіді стає його найближчий сусід, хазяїн великого палацу, нікому не відомий, загадковий та ексцентричний самотній молодик на ім’я Джей Гетсбі — Великий Гетсбі. Це людина, яка створила себе за рецептами американської моралі і яка дуже багата, але попри те — надзвичайно самотня. Кохання Великого Гетсбі до Дейзі стає величезною трагедією не тільки для нього..."
    },
    {
        "_id": 5,
        "publishing_house_id": 4,
        "author_id": 5,
        "genre_id": 2,
        "Book_name": "Володар перснів",
        "Year_of_publication": 2019,
        "Price": 250.00,
        "photo_id": { "$oid": "676ebf0153107399c8ce189c" },
        "Descriptions": "«Володаря Перстенів» не можна описати кількома словами. Величний твір Дж. Р. Р. Толкіна має в собі щось від героїчної романтики і класичної наукової фантастики. Однак важко передати сучасному читачеві всі особливості книги, весь спектр її значень. Почергово то комічна й домашня, то епічна, а подекуди навіть страхітлива оповідь переходить через нескінченні зміни сцен і характерів у цьому фантастичному світі, кожен елемент якого виглядає цілком реалістично. Толкін створив нову міфологію вигаданого світу — світу із власним часом і простором."
    },
    {
        "_id": 6,
        "publishing_house_id": 5,
        "author_id": 6,
        "genre_id": 6,
        "Book_name": "Сяйво",
        "Year_of_publication": 2021,
        "Price": 190.00,
        "photo_id": { "$oid": "676ebf13ea8e0c0183815055" },
        "Descriptions": "Коли Торранси найнялися доглядати взимку за розкішним готелем, вони й гадки не мали, який невимовний жах чекає на них… Одного разу там скоїлася страшна трагедія: колишній доглядач зарубав сокирою власну родину. Саме тут п’ятирічний Денні дізнався, що він може бачити справжніх мешканців будинку. І це — привиди. Хлопчику, наділеному даром передбачення, відкривається страшна суть речей. Він уже знає, звідки його родині загрожує смерть…"
    },
    {
        "_id": 7,
        "publishing_house_id": 5,
        "author_id": 7,
        "genre_id": 2,
        "Book_name": "Гаррі Поттер і філософський камінь",
        "Year_of_publication": 2023,
        "Price": 220.00,
        "photo_id": { "$oid": "676ebf23b3e77bb12a81d30c" },
        "Descriptions": "Перша книга про знаменитого маленького чарівника Гаррі Поттера. Читачі познайомляться із непривітною родиною Дурслів, єдиними родичами та опікунами Гаррі, із його товаришами по школі Гоґвортс, зі славними чарівниками-вчителями головної школи чарівників, із лютим ворогом Гаррі, а також дізнаються, як вдалося Гаррі потрапити до школи чарівників, незважаючи на підступні плани Дурслів, про незвичайну сумну історію життя Поттерів, про небезпечні пригоди маленького чарівника зі шрамом на чолі в перший рік навчання та його боротьбу із найсильнішим злим чарівником Волдемортом, який вирішив викрасти філософський камінь Ніколаса Фламеля, отримати безсмертя і вбити малого Поттера. Чи зможе Гаррі та його друзі – маленькі чарівники із першого класу - зруйнувати плани могутнього Волдеморта?"
    },
    {
        "_id": 8,
        "publishing_house_id": 1,
        "author_id": 8,
        "genre_id": 2,
        "Book_name": "Гра престолів",
        "Year_of_publication": 2021,
        "Price": 210.00,
        "photo_id": { "$oid": "676ebf34260cca35c37b4d37" },
        "Descriptions": "Перша книга циклу - \"Гра престолів\" - це захопливий світ Сімох Королівств, де літо й зима тривають по кілька років, з півночі наступають загадкові й моторошні вороги, а вельможні родини ведуть ненастанну війну за престол. Майже за три століття до подій першого роману Сім Королівств Вестеросу було з''єднано при династії Таргарієнів, які встановили владу завдяки повному контролю над драконами. Династія Таргарієнів правила триста років, доки громадянська війна та міжособистісні конфлікти не призвели до гибелі всіх драконів. Події \"Гри престолів\" розгортаються у мирні часи, але завжди будуть існувати ті, хто прагне захопити владу."
    },
    {
        "_id": 9,
        "publishing_house_id": 3,
        "author_id": 9,
        "genre_id": 2,
        "Book_name": "451 градус за Фаренгейтом",
        "Year_of_publication": 2015,
        "Price": 160.00,
        "photo_id": { "$oid": "676ebf45ef7f6f07813ba70f" },
        "Descriptions": "Що трапилося з нашим світом? Чому пожежники спалюють будинки, а не гасять пожежі? Чому люди не читають книги, не ходять пішки і майже не розмовляють одне з одним? Як виглядатиме наша Земля та якими будуть люди, якщо заборонити їм читати книги? Зі сторінок одного з найкращих творів Рея Бредбері ви дізнаєтеся, як люди навчаться зберігати книги для наступних поколінь, хто повстане проти пануючої системи і як зустріч із “чудною” дівчиною Кларіс змінить життя пожежника Ґая Монтеґа…"
    },
    {
        "_id": 10,
        "publishing_house_id": 4,
        "author_id": 10,
        "genre_id": 1,
        "Book_name": "Перетворення",
        "Year_of_publication": 2021,
        "Price": 140.00,
        "photo_id": { "$oid": "676ebf594ce32ba5cf870802" },
        "Descriptions": "«Коли Грегор Замза прокинувся одного ранку від тривожних снів, виявилося, що він перетворився на гігантську комаху. Підняв голову і побачив свій коричневий живіт, розділений на жорсткі дугоподібні сегменти, на яких ковдра ледь трималася й збиралася зісковзнути» – із цього вражаючого, дивного, але напрочуд кумедного тексту Кафка починає свій твір «Перетворення». Грегор Замза стає об’єктом ганьби для своєї сім’ї, аутсайдером у власному домі, квінтесенцією відчуженої людини. Його фізичне перетворення стає метафоричним образом, що відображає внутрішній стан та стосунки в родині. У романі підіймаються теми самотності, втрати ідентичності та безперервної боротьби індивіда з соціальними нормами. Унікальний стиль Кафки, його вміння створювати атмосферу метафізичного страху викликає роздуми щодо природи існування та відносин індивіда зі світом."
    },
    {
        "_id": 11,
        "publishing_house_id": 1,
        "author_id": 11,
        "genre_id": 1,
        "Book_name": "Убити пересмішника",
        "Year_of_publication": 2017,
        "Price": 175.00,
        "photo_id": { "$oid": "676ebf6b1e69439f971d78bc" },
        "Descriptions": "Є у людині дещо таке, що не скориться більшості, - це її совість. Унікальність знаменитого роману Гарпер Лі \"Вбити пересмішника\" полягає в тому, що він однаково цікавий для дітей, підлітків та дорослих. Книга відрізняється тою яскравістю подій, яка буває тільки в дитинстві. Вона поєднує в собі захопливі пригоди в найкращих традиціях Марка Твена та Астрід Ліндгрен, моторошну таємницю будинку з привидом, як у готичних романах, гострі соціальні проблеми, питання виховування дітей та вірності собі. Книга напрочуд яскрава та правдива, як може бути лише погляд дитини."
    },
    {
        "_id": 12,
        "publishing_house_id": 2,
        "author_id": 12,
        "genre_id": 3,
        "Book_name": "Пригоди Шерлока Холмса",
        "Year_of_publication": 2018,
        "Price": 160.00,
        "photo_id": { "$oid": "676ebf7bc0e4c5fe0caf4690" },
        "Descriptions": "Понад століття тому ім'я Шерлок Холмс уперше з'явилося з-під пера автора англійського письменника Артура Конан Дойля. Не одне покоління читачів усього світу зацікавлено стежить за дивовижними пригодами самітника із Бейкер-стрит, спостережливого, кмітливого, здатного розплутати найхимернішу детективну загадку... Численні шанувальники Дойлевого таланту охоче відвідують Музей-квартиру Шерлока Холмса в Лондоні, надсилають на його адресу тисячі листів. Чим же так приваблює нас цей герой, створений фантазією письменника? Відповідь на це запитання дістане кожен, хто прочитає невмирущі детективні твори Артура Конан Дойля. Цей том перший із чотиритомного видання, до якого увійшли усі твори англійського класика в українському перекладі про пригоди Шерлока Холмса."
    },
    {
        "_id": 13,
        "publishing_house_id": 3,
        "author_id": 13,
        "genre_id": 1,
        "Book_name": "Бійня номер п'ять",
        "Year_of_publication": 2023,
        "Price": 180.00,
        "photo_id": { "$oid": "676ebf94734d6ac500f9b561" },
        "Descriptions": "Курт Воннеґут (1922–2007) — американський письменник-фантаст. Є одним із найвагоміших американських письменників XX століття. У творчості майстерно поєднує елементи сатири, чорного гумору й наукової фантастики. Книга «Бойня №5, або Дитячий хрестовий похід» належить до переліку 100 найліпших романів усіх часів, це одна з найзначиміших у світі антивоєнних книг. Події твору розгортаються на тлі сумнозвісного бомбардування Дрездена під час Другої світової війни. Одіссея головного героя — Біллі Пілґрима — крізь час відображає безумну міфічну подорож нашого зруйнованого життя, коли ми намагаємося відшукати сенс у тому, чого боїмося найбільше. Чи зможе автор навчити нас ігнорувати жахливі часи й зосереджуватися на гарних?"
    },
    {
        "_id": 14,
        "publishing_house_id": 4,
        "author_id": 14,
        "genre_id": 4,
        "Book_name": "Гамлет",
        "Year_of_publication": 2019,
        "Price": 130.00,
        "photo_id": { "$oid": "676ebfa31f9744e51b533ee3" },
        "Descriptions": "Це перший у третьому тисячолітті український переклад вершинного твору Шекспіра, п'єси, яка не сходила зі сцени з часу написання — аж до сьогодні. Гамлета можна сприймати як завгодно — у дусі класики чи постмодернізму, проте важко знайти людину, яку б не вразила трагедія про принца данського. Цей твір, в ідеалі, мало б перекладати чи не кожне покоління — з притаманними тільки йому лексикою, акцентами й нюансуванням. Це видання \"Гамлета\" здійснено двома знаковими постатями сучасного українського культурного простору — письменником Юрієм Андруховичем та ілюстратором Владиславом Єрком. Їхня версія \"Гамлета\" — це щаслива нагода пережити геніальний твір по-новому, гостро відчути його вічну актуальність і сучасність."
    },
    {
        "_id": 15,
        "publishing_house_id": 5,
        "author_id": 15,
        "genre_id": 5,
        "Book_name": "Двадцять тисяч льє під водою",
        "Year_of_publication": 2018,
        "Price": 210.00,
        "photo_id": { "$oid": "676ebfb1a7deca149017c6aa" },
        "Descriptions": "Всесвітньовідомий роман великого французького фантаста Жуля Верна (1828–1905) про сповнену небезпек і пригод навколосвітню подорож капітана Немо та його друзів на підводному човні «Наутілус»."
    }
]